{
	"Psalms": [
		{
			"Psalm 22": "My God, my God, why have you forsaken me?    Why are you so far from helping me, from the words of my groaning?O my God, I cry by day, but you do not answer;    and by night, but find no rest. Yet you are holy,   enthroned on the praises of Israel. In you our ancestors trusted;    they trusted, and you delivered them. To you they cried, and were saved;    in you they trusted, and were not put to shame. But I am a worm, and not human;    scorned by others, and despised by the people.All who see me mock at me;    they make mouths at me, they shake their heads; “Commit your cause to the Lord; let him deliver—   let him rescue the one in whom he delights!” Yet it was you who took me from the womb    you kept me safe on my mother’s breast.On you I was cast from my birth, and since my mother bore me you have been my God. Do not be far from me,for trouble is near and there is no one to help. Many bulls encircle me, strong bulls of Bashan surround me; they open wide their mouths at me,like a ravening and roaring lion.I am poured out like water,and all my bones are out of joint my heart is like wax;   it is melted within my breast;my mouth is dried up like a potsherd, and my tongue sticks to my jaws; you lay me in the dust of death.For dogs are all around me;  a company of evildoers encircles me.My hands and feet have shriveled;I can count all my bones.They stare and gloat over me; they divide my clothes among themselves, and for my clothing they cast lots. But you, O Lord, do not be far away!O my help, come quickly to my aid! Deliver my soul from the sword,  my life from the power of the dog!     Save me from the mouth of the lion From the horns of the wild oxen you have rescued[d] me. I will tell of your name to my brothers and sisters; in the midst of the congregation I will praise you: You who fear the Lord, praise him!  All you offspring of Jacob, glorify him;   stand in awe of him, all you offspring of Israel! For he did not despise or abhor  the affliction of the afflicted;he did not hide his face from me,   but heard when I cried to him. From you comes my praise in the great congregation;   my vows I will pay before those who fear him. The poor[h] shall eat and be satisfied;  those who seek him shall praise the Lord.  May your hearts live forever! All the ends of the earth shall remember and turn to the Lord and all the families of the nations   shall worship before him. For dominion belongs to the Lord,   and he rules over the nations. To him, indeed, shall all who sleep in the earth bow down;   before him shall bow all who go down to the dust,  and I shall live for him.Posterity will serve him;   future generations will be told about the Lord, and proclaim his deliverance to a people yet unborn,  saying that he has done it."
		}
	]
}