{
 	"Psalms": [
 		{
 			"Psalm 3": "O LORD, how many are my foes! Many are rising against me; many are saying to me, There is no help for you in God. But you, O LORD, are a shield around me, my glory, and the one who lifts up my head. I cry aloud to the LORD, and he answers me from his holy hill. I lie down and sleep; I wake again, for the LORD sustains me. I am not afraid of ten thousands of people who have set themselves against me all around. Rise up, O LORD! Deliver me, O my God! For you strike all my enemies on the cheek; you break the teeth of the wicked. Deliverance belongs to the LORD; may your blessing be on your people!"
 		},
 		{
 			"Psalm 5": "Give ear to my words, O LORD; give heed to my sighing. Listen to the sound of my cry, my King and my God, for to you I pray. O LORD, in the morning you hear my voice; in the morning I plead my case to you, and watch. For you are not a God who delights in wickedness; evil will not sojourn with you. The boastful will not stand before your eyes; you hate all evildoers. You destroy those who speak lies; the LORD abhors the bloodthirsty and deceitful. But I, through the abundance of your steadfast love, will enter your house, I will bow down toward your holy temple in awe of you. Lead me, O LORD, in your righteousness because of my enemies; make your way straight before me.   For there is no truth in their mouths; their hearts are destruction; their throats are open graves; they flatter with their tongues. Make them bear their guilt, O God; let them fall by their own counsels; because of their many transgressions cast them out, for they have rebelled against you. But let all who take refuge in you rejoice; let them ever sing for joy. Spread your protection over them, so that those who love your name may exult in you. For you bless the righteous, O LORD; you cover them with favor as with a shield."
 		},
 		{
 			"Psalm 6": "O LORD, do not rebuke me in your anger, or discipline me in your wrath. Be gracious to me, O LORD, for I am languishing; O LORD, heal me, for my bones are shaking with terror. My soul also is struck with terror, while you, O LORD—how long? Turn, O LORD, save my life; deliver me for the sake of your steadfast love. For in death there is no remembrance of you; in Sheol who can give you praise? I am weary with my moaning; every night I flood my bed with tears; I drench my couch with my weeping. My eyes waste away because of grief; they grow weak because of all my foes. Depart from me, all you workers of evil, for the LORD has heard the sound of my weeping. The LORD has heard my supplication; the LORD accepts my prayer. All my enemies shall be ashamed and struck with terror; they shall turn back, and in a moment be put to shame."
 		},
 		{
 			"Psalm 7": "O LORD my God, in you I take refuge; save me from all my pursuers, and deliver me,  or like a lion they will tear me apart; they will drag me away, with no one to rescue. O LORD my God, if I have done this, if there is wrong in my hands, if I have repaid my ally with harm or plundered my foe without cause, then let the enemy pursue and overtake me, trample my life to the ground, and lay my soul in the dust. Rise up, O LORD, in your anger; lift yourself up against the fury of my enemies; awake, O my God; you have appointed a judgment. Let the assembly of the peoples be gathered around you, and over it take your seat on high. The LORD judges the peoples; judge me, O LORD, according to my righteousness and according to the integrity that is in me. O let the evil of the wicked come to an end, but establish the righteous, you who test the minds and hearts, O righteous God. God is my shield, who saves the upright in heart. God is a righteous judge, and a God who has indignation every day. If one does not repent, God will whet his sword; he has bent and strung his bow; he has prepared his deadly weapons, making his arrows fiery shafts. See how they conceive evil, and are pregnant with mischief, and bring forth lies. They make a pit, digging it out, and fall into the hole that they have made. Their mischief returns upon their own heads, and on their own heads their violence descends. I will give to the LORD the thanks due to his righteousness, and sing praise to the name of the LORD, the Most High. "
 		},
 		{
 			"Psalm 13": "How long, O LORD? Will you forget me forever? How long will you hide your face from me? How long must I bear pain in my soul, and have sorrow in my heart all day long? How long shall my enemy be exalted over me? Consider and answer me, O LORD my God! Give light to my eyes, or I will sleep the sleep of death, and my enemy will say, I have prevailed; my foes will rejoice because I am shaken. But I trusted in your steadfast love; my heart shall rejoice in your salvation. I will sing to the LORD, because he has dealt bountifully with me."
 		},
 		{
 			"Psalm 17": "Hear a just cause, O LORD; attend to my cry; give ear to my prayer from lips free of deceit. From you let my vindication come; let your eyes see the right. If you try my heart, if you visit me by night, if you test me, you will find no wickedness in me; my mouth does not transgress. As for what others do, by the word of your lips I have avoided the ways of the violent. My steps have held fast to your paths; my feet have not slipped. I call upon you, for you will answer me, O God; incline your ear to me, hear my words. Wondrously show your steadfast love, O savior of those who seek refuge from their adversaries at your right hand. Guard me as the apple of the eye; hide me in the shadow of your wings, from the wicked who despoil me, my deadly enemies who surround me. They close their hearts to pity; with their mouths they speak arrogantly. They track me down; now they surround me; they set their eyes to cast me to the ground. They are like a lion eager to tear, like a young lion lurking in ambush. Rise up, O LORD, confront them, overthrow them! By your sword deliver my life from the wicked, from mortals — by your hand, O LORD — from mortals whose portion in life is in this world. May their bellies be filled with what you have stored up for them; may their children have more than enough; may they leave something over to their little ones. As for me, I shall behold your face in righteousness; when I awake I shall be satisfied, beholding your likeness."
 		},
 		{
 			"Psalm 22": "My God, my God, why have you forsaken me? Why are you so far from helping me, from the words of my groaning? O my God, I cry by day, but you do not answer; and by night, but find no rest. Yet you are holy, enthroned on the praises of Israel. In you our ancestors trusted; they trusted, and you delivered them. To you they cried, and were saved; in you they trusted, and were not put to shame. But I am a worm, and not human; scorned by others, and despised by the people. All who see me mock at me; they make mouths at me, they shake their heads; “Commit your cause to the LORD; let him deliver—let him rescue the one in whom he delights!” Yet it was you who took me from the womb; you kept me safe on my mother’s breast. On you I was cast from my birth,and since my mother bore me you have been my God. Do not be far from me,for trouble is near and there is no one to help. Many bulls encircle me,strong bulls of Bashan surround me; they open wide their mouths at me,like a ravening and roaring lion. I am poured out like water, and all my bones are out of joint;my heart is like wax; it is melted within my breast; my mouth is dried up like a potsherd,and my tongue sticks to my jaws; you lay me in the dust of death For dogs are all around me; a company of evildoers encircles me. My hands and feet have shriveled; I can count all my bones.They stare and gloat over me; they divide my clothes among themselves, and for my clothing they cast lots. But you, O LORD, do not be far away! O my help, come quickly to my aid! Deliver my soul from the sword, my life from the power of the dog! Save me from the mouth of the lion! From the horns of the wild oxen you have rescued me. I will tell of your name to my brothers and sisters;in the midst of the congregation I will praise you: You who fear the LORD, praise him!All you offspring of Jacob, glorify him;stand in awe of him, all you offspring of Israel! For he did not despise or abhort he affliction of the afflicted; he did not hide his face from me, but heard when I cried to him. From you comes my praise in the great congregation; my vows I will pay before those who fear him. The poor shall eat and be satisfied; those who seek him shall praise the LORD. May your hearts live forever! All the ends of the earth shall remember and turn to the LORD;and all the families of the nations shall worship before him. For dominion belongs to the LORD, and he rules over the nations. To him, indeed, shall all who sleep in the earth bow down; before him shall bow all who go down to the dust,and I shall live for him. Posterity will serve him;future generations will be told about the Lord, and proclaim his deliverance to a people yet unborn,saying that he has done it."
 		},
 		{
 			"Psalm 26": "Vindicate me, O Lord, for I have walked in my integrity, and I have trusted in the Lord without wavering. Prove me, O Lord, and try me; test my heart and mind. For your steadfast love is before my eyes, and I walk in faithfulness to you. I do not sit with the worthless, nor do I consort with hypocrites; I hate the company of evildoers, and will not sit with the wicked, I wash my hands in innocence, and go around your altar, O Lord, singing aloud a song of thanksgiving, and telling all your wondrous deeds. O Lord, I love the house in which you dwell, and the place where your glory abides. Do not sweep me away with sinners, nor my life with the bloodthirsty, those in whose hands are evil devices, and whose right hands are full of bribes. But as for me, I walk in my integrity; redeem me, and be gracious to me. My foot stands on level ground; in the great congregation I will bless the Lord."
 		},
 		{
 			"Psalm 27": "Hear, O LORD, when I cry aloud, be gracious to me and answer me! Come, my heart says, seek his face! Your face, LORD, do I seek. Do not hide your face from me. Do not turn your servant away in anger, you who have been my help. Do not cast me off, do not forsake me, O God of my salvation! If my father and mother forsake me, the LORD will take me up. Teach me your way, O LORD, and lead me on a level path because of my enemies. Do not give me up to the will of my adversaries, for false witnesses have risen against me, and they are breathing out violence. I believe that I shall see the goodness of the LORD in the land of the living.  Wait for the LORD; be strong, and let your heart take courage; wait for the LORD!"
 		},
 		{
 			"Psalm 28": "To you, O Lord, I call; my rock, do not refuse to hear me, for if you are silent to me, I shall be like those who go down to the Pit. Hear the voice of my supplication, as I cry to you for help, as I lift up my hands toward your most holy sanctuary. Do not drag me away with the wicked, with those who are workers of evil, who speak peace with their neighbors, while mischief is in their hearts. Repay them according to their work, and according to the evil of their deeds; repay them according to the work of their hands; render them their due reward. Because they do not regard the works of the Lord, or the work of his hands, he will break them down and build them up no more. Blessed be the Lord, for he has heard the sound of my pleadings. The Lord is my strength and my shield; in him my heart trusts; so I am helped, and my heart exults, and with my song I give thanks to him. The Lord is the strength of his people; he is the saving refuge of his anointed. O save your people, and bless your heritage; be their shepherd, and carry them forever."
 		},
 		{
 			"Psalm 31": "In you, O Lord, I seek refuge; do not let me ever be put to shame; in your righteousness deliver me. Incline your ear to me; rescue me speedily. Be a rock of refuge for me, a strong fortress to save me. You are indeed my rock and my fortress; for your name’s sake lead me and guide me, take me out of the net that is hidden for me, for you are my refuge. Into your hand I commit my spirit; you have redeemed me, O Lord, faithful God. You hate those who pay regard to worthless idols, but I trust in the Lord. I will exult and rejoice in your steadfast love, because you have seen my affliction; you have taken heed of my adversities, and have not delivered me into the hand of the enemy; you have set my feet in a broad place. Be gracious to me, O Lord, for I am in distress; my eye wastes away from grief, my soul and body also. For my life is spent with sorrow, and my years with sighing; my strength fails because of my misery, and mybones waste away. I am the scorn of all my adversaries, a horror[c] to my neighbors, an object of dread to my acquaintances; those who see me in the street flee from me. I have passed out of mind like one who is dead; I have become like a broken vessel. For I hear the whispering of many—terror all around!—as they scheme together against me, as they plot to take my life. But I trust in you, O Lord; I say, “You are my God.” My times are in your hand; deliver me from the hand of my enemies and persecutors. Let your face shine upon your servant; save me in your steadfast love. Do not let me be put to shame, O Lord, for I call on you; let the wicked be put to shame; let them go dumbfounded to Sheol. Let the lying lips be stilled that speak insolently against the righteous with pride and contempt. O how abundant is your goodness that you have laid up for those who fear you, and accomplished for those who take refuge in you, in the sight of everyone! In the shelter of your presence you hide them from human plots; you hold them safe under your shelter from contentious tongues. Blessed be the Lord, for he has wondrously shown his steadfast love to me when I was beset as a city under siege. I had said in my alarm, I am driven far from your sight. But you heard my supplications when I cried out to you for help. Love the Lord, all you his saints. The Lord preserves the faithful, but abundantly repays the one who acts haughtily. Be strong, and let your heart take courage, all you who wait for the Lord."
 		},
 		{
 			"Psalm 35": "Contend, O Lord, with those who contend with me; fight against those who fight against me! Take hold of shield and buckler, and rise up to help me! Draw the spear and javelin against my pursuers; say to my soul, I am your salvation. Let them be put to shame and dishonor who seek after my life. Let them be turned back and confounded who devise evil against me.Let them be like chaff before the wind, with the angel of the Lord driving them on. Let their way be dark and slippery, with the angel of the Lord pursuing them. For without cause they hid their net[a] for me; without cause they dug a pit for my life. Let ruin come on them unawares. And let the net that they hid ensnare them; let them fall in it—to their ruin. Then my soul shall rejoice in the Lord, exulting in his deliverance. All my bones shall say, O Lord, who is like you? You deliver the weak from those too strong for them, the weak and needy from those who despoil them. Malicious witnesses rise up; they ask me about things I do not know. They repay me evil for good; my soul is forlorn. But as for me, when they were sick, I wore sackcloth; I afflicted myself with fasting. I prayed with head bowed on my bosom, as though I grieved for a friend or a brother; I went about as one who laments for a mother, bowed down and in mourning. But at my stumbling they gathered in glee, they gathered together against me; ruffians whom I did not know tore at me without ceasing; they impiously mocked more and more, gnashing at me with their teeth. How long, O Lord, will you look on? Rescue me from their ravages, my life from the lions! Then I will thank you in the great congregation; in the mighty throng I will praise you. Do not let my treacherous enemies rejoice over me, or those who hate me without cause wink the eye. For they do not speak peace, but they conceive deceitful words against those who are quiet in the land. They open wide their mouths against me; they say,  Aha, Aha, our eyes have seen it. You have seen, O Lord; do not be silent! O Lord, do not be far from me! Wake up! Bestir yourself for my defense, for my cause, my God and my Lord! Vindicate me, O Lord, my God, according to your righteousness, and do not let them rejoice over me. Do not let them say to themselves, Aha, we have our heart’s desire. Do not let them say, We have swallowed you up. Let all those who rejoice at my calamity be put to shame and confusion; let those who exalt themselves against me be clothed with shame and dishonor. Let those who desire my vindication shout for joy and be glad, and say evermore, Great is the Lord, who delights in the welfare of his servant. Then my tongue shall tell of your righteousness and of your praise all day long."
 		},
 		{
 			"Psalm 38": "O Lord, do not rebuke me in your anger, or discipline me in your wrath. For your arrows have sunk into me, and your hand has come down on me. There is no soundness in my flesh because of your indignation; there is no health in my bones because of my sin. For my iniquities have gone over my head; they weigh like a burden too heavy for me. My wounds grow foul and fester because of my foolishness; I am utterly bowed down and prostrate; all day long I go around mourning. For my loins are filled with burning, and there is no soundness in my flesh. I am utterly spent and crushed;    I groan because of the tumult of my heart.O Lord, all my longing is known to you;my sighing is not hidden from you.My heart throbs, my strength fails me;as for the light of my eyes—it also has gone from me.My friends and companions stand aloof from my affliction,and my neighbors stand far off.Those who seek my life lay their snares; those who seek to hurt me speak of ruin,and meditate treachery all day long.But I am like the deaf, I do not hear;like the mute, who cannot speak.Truly, I am like one who does not hear,and in whose mouth is no retort.But it is for you, O Lord, that I wait;it is you, O Lord my God, who will answer.For I pray, “Only do not let them rejoice over me, those who boast against me when my foot slips.”For I am ready to fall,and my pain is ever with me. I confess my iniquity;    I am sorry for my sin.Those who are my foes without     and many are those who hate me wrongfully.Those who render me evil for good    are my adversaries because I follow after good.Do not forsake me, O Lord;    O my God, do not be far from me; make haste to help me,    O Lord, my salvation.I said, I will guard my ways    that I may not sin with my tongue;I will keep a muzzle on my mouth    as long as the wicked are in my presenceI was silent and still;    I held my peace to no avail;my distress grew worse,my heart became hot within me.While I mused, the fire burned;    then I spoke with my tongue:“Lord, let me know my end,    and what is the measure of my days;    let me know how fleeting my life is.You have made my days a few handbreadths,    and my lifetime is as nothing in your sight.Surely everyone stands as a mere breath.Surely everyone goes about like a shadow.Surely for nothing they are in turmoil;    they heap up, and do not know who will gather.And now, O Lord, what do I wait for?    My hope is in you.Deliver me from all my transgressions.    Do not make me the scorn of the fool.I am silent; I do not open my mouth,    for it is you who have done it.Remove your stroke from me;    I am worn down by the blows[a] of your hand.You chastise mortals    in punishment for sin,consuming like a moth what is dear to them;    surely everyone is a mere breath.Hear my prayer, O Lord,    and give ear to my cry;    do not hold your peace at my tears.For I am your passing guest,    an alien, like all my forebears.Turn your gaze away from me, that I may smile again, before I depart and am no more."
 		},
 		{
 			"Psalm 42": "As a deer longs for flowing streams,    so my soul longs for you, O God.My soul thirsts for God,    for the living God.When shall I come and behold    the face of God?My tears have been my food    day and night,while people say to me continually,    Where is your God? These things I remember,    as I pour out my soul:how I went with the throng,    and led them in procession to the house of God,with glad shouts and songs of thanksgiving,    a multitude keeping festival.Why are you cast down, O my soul,    and why are you disquieted within me?Hope in God; for I shall again praise him,    my help and my God.My soul is cast down within me;    therefore I remember you from the land of Jordan and of Hermon,    from Mount Mizar.Deep calls to deep    at the thunder of your cataracts;all your waves and your billows    have gone over me.By day the Lord commands his steadfast love,    and at night his song is with me,    a prayer to the God of my life.I say to God, my rock,    Why have you forgotten me?Why must I walk about mournfully    because the enemy oppresses me?As with a deadly wound in my body,    my adversaries taunt me,while they say to me continually,    “Where is your God?”Why are you cast down, O my soul,    and why are you disquieted within me?Hope in God; for I shall again praise him,    my help and my God"
 		},
 		{
 			"Psalm 43": "Vindicate me, O God, and defend my cause against an ungodly people; from those who are deceitful and unjust deliver me! For you are the God in whom I take refuge; why have you cast me off? Why must I walk about mournfully because of the oppression of the enemy? O send out your light and your truth; let them lead me;let them bring me to your holy hill and to your dwelling.Then I will go to the altar of God, to God my exceeding joy; and I will praise you with the harp, O God, my God. Why are you cast down, O my soul, and why are you disquieted within me? Hope in God; for I shall again praise him, my help and my God."
 		},
 		{
 			"Psalm 57": "Be merciful to me, O God, be merciful to me, for in you my soul takes refuge; in the shadow of your wings I will take refuge, until the destroying storms pass by. I cry to God Most High, to God who fulfills his purpose for me. He will send from heaven and save me, he will put to shame those who trample on me. God will send forth his steadfast love and his faithfulness. I lie down among lions  that greedily devour[a] human prey; their teeth are spears and arrows, their tongues sharp swords. Be exalted, O God, above the heavens. Let your glory be over all the earth.They set a net for my steps; my soul was bowed down. They dug a pit in my path, but they have fallen into it themselves.My heart is steadfast, O God, my heart is steadfast. I will sing and make melody. Awake, my soul! Awake, O harp and lyre! I will awake the dawn. I will give thanks to you, O Lord, among the peoples; I will sing praises to you among the nations. For your steadfast love is as high as the heavens; your faithfulness extends to the clouds. Be exalted, O God, above the heavens. Let your glory be over all the earth."
 		},
 		{
 			"Psalm 59": "Deliver me from my enemies, O my God; protect me from those who rise up against me. Deliver me from those who work evil; from the bloodthirsty save me.Even now they lie in wait for my life; the mighty stir up strife against me.For no transgression or sin of mine, O Lord, for no fault of mine, they run and make ready. Rouse yourself, come to my help and see!You, Lord God of hosts, are God of Israel.Awake to punish all the nations; spare none of those who treacherously plot evil.Each evening they come back, howling like dogs and prowling about the city.There they are, bellowing with their mouths, with sharp words on their lips—for Who, they think, will hear us?But you laugh at them, O Lord; you hold all the nations in derision.O my strength, I will watch for you; for you, O God, are my fortress.My God in his steadfast love will meet me; my God will let me look in triumph on my enemies.Do not kill them, or my people may forget; make them totter by your power, and bring them down, O Lord, our shield.For the sin of their mouths, the words of their lips, let them be trapped in their pride.For the cursing and lies that they utter, consume them in wrath; consume them until they are no more.Then it will be known to the ends of the earth that God rules over Jacob.Each evening they come back, howling like dogs and prowling about the city.They roam about for food, and growl if they do not get their fill.But I will sing of your might; I will sing aloud of your steadfast love in the morning.For you have been a fortress for me    and a refuge in the day of my distress.O my strength, I will sing praises to you, for you, O God, are my fortress, the God who shows me steadfast love."
 		},
 		{
 			"Psalm 61": "Hear my cry, O God; listen to my prayer.From the end of the earth I call to you,    when my heart is faint.Lead me to the rock that is higher than I;for you are my refuge, a strong tower against the enemy.Let me abide in your tent forever, find refuge under the shelter of your wings.For you, O God, have heard my vows; you have given me the heritage of those who fear your name.Prolong the life of the king; may his years endure to all generations!May he be enthroned forever before God; appoint steadfast love and faithfulness to watch over him!So I will always sing praises to your name, as I pay my vows day after day."
 		},
 		{
 			"Psalm 63": "O God, you are my God, I seek you, my soul thirsts for you; my flesh faints for you, as in a dry and weary land where there is no water. So I have looked upon you in the sanctuary, beholding your power and glory. Because your steadfast love is better than life,    my lips will praise you.So I will bless you as long as I live; I will lift up my hands and call on your name. My soul is satisfied as with a rich feast, and my mouth praises you with joyful lips when I think of you on my bed, and meditate on you in the watches of the night; or you have been my help, and in the shadow of your wings I sing for joy. My soul clings to you; your right hand upholds me. But those who seek to destroy my life shall go down into the depths of the earth; they shall be given over to the power of the sword, they shall be prey for jackals. But the king shall rejoice in God; all who swear by him shall exult, for the mouths of liars will be stopped."
 		},
 		{
 			"Psalm 64": "Hear my voice, O God, in my complaint; preserve my life from the dread enemy. Hide me from the secret plots of the wicked, from the scheming of evildoers, who whet their tongues like swords, who aim bitter words like arrows, shooting from ambush at the blameless; they shoot suddenly and without fear.They hold fast to their evil purpose; they talk of laying snares secretly, thinking, “Who can see us? Who can search out our crimes? We have thought out a cunningly conceived plot.” For the human heart and mind are deep. But God will shoot his arrow at them; they will be wounded suddenly. Because of their tongue he will bring them to ruin; all who see them will shake with horror. Then everyone will fear; they will tell what God has brought about, and ponder what he has done.Let the righteous rejoice in the Lord and take refuge in him. Let all the upright in heart glory."
 		},
 		{
 			"Psalm 69": "Save me, O God, for the waters have come up to my neck. I sink in deep mire, where there is no foothold; I have come into deep waters, and the flood sweeps over me.I am weary with my crying; my throat is parched.My eyes grow dim with waiting for my God.More in number than the hairs of my head are those who hate me without cause; many are those who would destroy me, my enemies who accuse me falsely.What I did not steal must I now restore? O God, you know my folly; the wrongs I have done are not hidden from you. Do not let those who hope in you be put to shame because of me, O Lord God of hosts; do not let those who seek you be dishonored because of me, O God of Israel. It is for your sake that I have borne reproach, that shame has covered my face. I have become a stranger to my kindred, an alien to my mother’s children. It is zeal for your house that has consumed me; the insults of those who insult you have fallen on me.When I humbled my soul with fasting, they insulted me for doing so. When I made sackcloth my clothing, I became a byword to them. I am the subject of gossip for those who sit in the gate, and the drunkards make songs about me.But as for me, my prayer is to you, O Lord. At an acceptable time, O God, in the abundance of your steadfast love, answer me. With your faithful help rescue me from sinking in the mire; let me be delivered from my enemies and from the deep waters.Do not let the flood sweep over me,    or the deep swallow me up, or the Pit close its mouth over me. Answer me, O Lord, for your steadfast love is good; according to your abundant mercy, turn to me. Do not hide your face from your servant, for I am in distress—make haste to answer me. Draw near to me, redeem me, set me free because of my enemies.You know the insults I receive, and my shame and dishonor; my foes are all known to you. Insults have broken my heart, so that I am in despair.I looked for pity, but there was none; and for comforters, but I found none. They gave me poison for food, and for my thirst they gave me vinegar to drink.Let their table be a trap for them, a snare for their allies.Let their eyes be darkened so that they cannot see, and make their loins tremble continually.Pour out your indignation upon them, and let your burning anger overtake them. May their camp be a desolation; let no one live in their tents.For they persecute those whom you have struck down, and those whom you have wounded, they attack still more. Add guilt to their guilt; may they have no acquittal from you.Let them be blotted out of the book of the living; let them not be enrolled among the righteous.But I am lowly and in pain; let your salvation, O God, protect me.I will praise the name of God with a song; I will magnify him with thanksgiving. This will please the Lord more than an ox or a bull with horns and hoofs.Let the oppressed see it and be glad; you who seek God, let your hearts revive. For the Lord hears the needy, and does not despise his own that are in bonds. Let heaven and earth praise him, the seas and everything that moves in them.For God will save Zion and rebuild the cities of Judah;and his servants shall live there and possess it;the children of his servants shall inherit it, and those who love his name shall live in it."
 		},
 		{
 			"Psalm 70": "Be pleased, O God, to deliver me. O Lord, make haste to help me! Let those be put to shame and confusion who seek my life. Let those be turned back and brought to dishonor who desire to hurt me.Let those who say, Aha, Aha! turn back because of their shame. Let all who seek you rejoice and be glad in you. Let those who love your salvation say evermore, God is great! But I am poor and needy; hasten to me, O God! You are my help and my deliverer; O Lord, do not delay!"
 		},
 		{
 			"Psalm 71": "In you, O Lord, I take refuge; let me never be put to shame.In your righteousness deliver me and rescue me;    incline your ear to me and save me.Be to me a rock of refuge, a strong fortress, to save me, for you are my rock and my fortress. Rescue me, O my God, from the hand of the wicked, from the grasp of the unjust and cruel.For you, O Lord, are my hope, my trust, O Lord, from my youth.Upon you I have leaned from my birth; it was you who took me from my mother’s womb.My praise is continually of you.I have been like a portent to many, but you are my strong refuge.My mouth is filled with your praise, and with your glory all day long.Do not cast me off in the time of old age; do not forsake me when my strength is spent.For my enemies speak concerning me, and those who watch for my life consult together.They say, Pursue and seize that person whom God has forsaken, for there is no one to deliver.O God, do not be far from me; O my God, make haste to help me!Let my accusers be put to shame and consumed; let those who seek to hurt me be covered with scorn and disgrace.But I will hope continually, and will praise you yet more and more.My mouth will tell of your righteous acts, of your deeds of salvation all day long, though their number is past my knowledge.I will come praising the mighty deeds of the Lord God, I will praise your righteousness, yours alone.O God, from my youth you have taught me, and I still proclaim your wondrous deeds.So even to old age and gray hairs, O God, do not forsake me,until I proclaim your might to all the generations to come.Your power and your righteousness, O God, reach the high heavens.You who have done great things, O God, who is like you?You who have made me see many troubles and calamities will revive me again;from the depths of the earth you will bring me up again.You will increase my honor, and comfort me once again.I will also praise you with the harp for your faithfulness, O my God;I will sing praises to you with the lyre, O Holy One of Israel.My lips will shout for joy when I sing praises to you; my soul also, which you have rescued.All day long my tongue will talk of your righteous help,for those who tried to do me harm have been put to shame, and disgraced."
 		},
 		{
 			"Psalm 86": "Incline your ear, O Lord, and answer me, for I am poor and needy.Preserve my life, for I am devoted to you; save your servant who trusts in you.You are my God; be gracious to me, O Lord, for to you do I cry all day long.Gladden the soul of your servant,    for to you, O Lord, I lift up my soul.For you, O Lord, are good and forgiving, abounding in steadfast love to all who call on you.Give ear, O Lord, to my prayer; listen to my cry of supplication.In the day of my trouble I call on you, for you will answer me.There is none like you among the gods, O Lord, nor are there any works like yours.All the nations you have made shall come and bow down before you, O Lord, and shall glorify your name.For you are great and do wondrous things; you alone are God.Teach me your way, O Lord, that I may walk in your truth; give me an undivided heart to revere your name.I give thanks to you, O Lord my God, with my whole heart, and I will glorify your name forever.For great is your steadfast love toward me; you have delivered my soul from the depths of Sheol.O God, the insolent rise up against me; a band of ruffians seeks my life, and they do not set you before them.But you, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.Turn to me and be gracious to me; give your strength to your servant; save the child of your serving girl.Show me a sign of your favor, so that those who hate me may see it and be put to shame, because you, Lord, have helped me and comforted me."
 		},
 		{
 			"Psalm 88": "O Lord, God of my salvation, when, at night, I cry out in your presence,let my prayer come before you; incline your ear to my cry. For my soul is full of troubles, and my life draws near to Sheol. I am counted among those who go down to the Pit; I am like those who have no help,like those forsaken among the dead, like the slain that lie in the grave,like those whom you remember no more, for they are cut off from your hand.You have put me in the depths of the Pit, in the regions dark and deep.Your wrath lies heavy upon me, and you overwhelm me with all your waves.You have caused my companions to shun me; you have made me a thing of horror to them.I am shut in so that I cannot escape;my eye grows dim through sorrow.Every day I call on you, O Lord; I spread out my hands to you.Do you work wonders for the dead? Do the shades rise up to praise you?Is your steadfast love declared in the grave, or your faithfulness in Abaddon?Are your wonders known in the darkness, or your saving help in the land of forgetfulness?But I, O Lord, cry out to you; in the morning my prayer comes before you.O Lord, why do you cast me off? Why do you hide your face from me?Wretched and close to death from my youth up, I suffer your terrors; I am desperate.Your wrath has swept over me; your dread assaults destroy me.They surround me like a flood all day long; from all sides they close in on me.You have caused friend and neighbor to shun me; my companions are in darkness."
 		},
 		{
 			"Psalm 102": "O Lord, God of my salvation, when, at night, I cry out in your presence, let my prayer come before you; incline your ear to my cry. For my soul is full of troubles, and my life draws near to Sheol.I am counted among those who go down to the Pit; I am like those who have no help,like those forsaken among the dead, like the slain that lie in the grave,like those whom you remember no more, for they are cut off from your hand.You have put me in the depths of the Pit, in the regions dark and deep.Your wrath lies heavy upon me, and you overwhelm me with all your waves.You have caused my companions to shun me; you have made me a thing of horror to them.I am shut in so that I cannot escape; my eye grows dim through sorrow. Every day I call on you, O Lord; I spread out my hands to you. Do you work wonders for the dead? Do the shades rise up to praise you? Is your steadfast love declared in the grave, or your faithfulness in Abaddon?Are your wonders known in the darkness, or your saving help in the land of forgetfulness? But I, O Lord, cry out to you; in the morning my prayer comes before you. O Lord, why do you cast me off? Why do you hide your face from me? Wretched and close to death from my youth up, I suffer your terrors; I am desperate.Your wrath has swept over me; your dread assaults destroy me.They surround me like a flood all day long; from all sides they close in on me.You have caused friend and neighbor to shun me;    my companions are in darkness."
 		},
 		{
 			"Psalm 109": "Do not be silent, O God of my praise.For wicked and deceitful mouths are opened against me, speaking against me with lying tongues.They beset me with words of hate, and attack me without cause.In return for my love they accuse me, even while I make prayer for them.So they reward me evil for good, and hatred for my love.They say, Appoint a wicked man against him; let an accuser stand on his right.When he is tried, let him be found guilty; let his prayer be counted as sin.May his days be few; may another seize his position.May his children be orphans, and his wife a widow.May his children wander about and beg; may they be driven out of the ruins they inhabit.May the creditor seize all that he has; may strangers plunder the fruits of his toil.May there be no one to do him a kindness, nor anyone to pity his orphaned children.May his posterity be cut off; may his name be blotted out in the second generation.May the iniquity of his father be remembered before the Lord, and do not let the sin of his mother be blotted out. Let them be before the Lord continually, and may his memory be cut off from the earth.For he did not remember to show kindness, but pursued the poor and needy and the brokenhearted to their death. He loved to curse; let curses come on him. He did not like blessing; may it be far from him. He clothed himself with cursing as his coat, may it soak into his body like water, like oil into his bones.May it be like a garment that he wraps around himself, like a belt that he wears every day. May that be the reward of my accusers from the Lord, of those who speak evil against my life.But you, O Lord my Lord, act on my behalf for your name’s sake; because your steadfast love is good, deliver me. For I am poor and needy, and my heart is pierced within me.I am gone like a shadow at evening; I am shaken off like a locust. My knees are weak through fasting; my body has become gaunt.I am an object of scorn to my accusers; when they see me, they shake their heads.Help me, O Lord my God! Save me according to your steadfast love. Let them know that this is your hand you, O Lord, have done it.Let them curse, but you will bless. Let my assailants be put to shame; may your servant be glad. May my accusers be clothed with dishonor; may they be wrapped in their own shame as in a mantle.With my mouth I will give great thanks to the Lord; I will praise him in the midst of the throng.For he stands at the right hand of the needy, to save them from those who would condemn them to death."
 		},
 		{
 			"Psalm 120": "In my distress I cry to the LORD,that he may answer me: “Deliver me, O LORD,from lying lips,from a deceitful tongue.” What shall be given to you? And what more shall be done to you, you deceitful tongue? A warrior’s sharp arrows,with glowing coals of the broom tree! Woe is me, that I am an alien in Meshech, that I must live among the tents of Kedar. Too long have I had my dwelling among those who hate peace. I am for peace; but when I speak, they are for war."
 		},
 		{
 			"Psalm 130": "Out of the depths I cry to you, O LORD Lord, hear my voice! Let your ears be attentive to the voice of my supplications! If you, O LORD, should mark iniquities, Lord, who could stand? But there is forgiveness with you, so that you may be revered. I wait for the LORD, my soul waits, and in his word I hope; my soul waits for the Lord more than those who watch for the morning, more than those who watch for the morning. O Israel, hope in the LORD! For with the LORD there is steadfast love, and with him is great power to redeem. It is he who will redeem Israel from all its iniquities."
 		},
 		{
 			"Psalm 140": "Deliver me, O LORD, from evildoers; protect me from those who are violent, who plan evil things in their minds and stir up wars continually. They make their tongue sharp as a snake’s, and under their lips is the venom of vipers. Guard me, O LORD, from the hands of the wicked; protect me from the violent who have planned my downfall. The arrogant have hidden a trap for me, and with cords they have spread a net, along the road they have set snares for me. I say to the LORD, “You are my God; give ear, O LORD, to the voice of my supplications.” O LORD, my Lord, my strong deliverer, you have covered my head in the day of battle. Do not grant, O LORD, the desires of the wicked; do not further their evil plot. Those who surround me lift up their heads; let the mischief of their lips overwhelm them! Let burning coals fall on them! Let them be flung into pits, no more to rise! Do not let the slanderer be established in the land; let evil speedily hunt down the violent! I know that the LORD maintains the cause of the needy, and executes justice for the poor. Surely the righteous shall give thanks to your name; the upright shall live in your presence."
 		},
 		{
 			"Psalm 141": "I call upon you, O Lord; come quickly to me; give ear to my voice when I call to you. Let my prayer be counted as incense before you, and the lifting up of my hands as an evening sacrifice.Set a guard over my mouth, O Lord; keep watch over the door of my lips. Do not turn my heart to any evil, to busy myself with wicked deeds in company with those who work iniquity; do not let me eat of their delicacies. Let the righteous strike me; let the faithful correct me. Never let the oil of the wicked anoint my head, for my prayer is continually against their wicked deeds.When they are given over to those who shall condemn them, then they shall learn that my words were pleasant. Like a rock that one breaks apart and shatters on the land, so shall their bones be strewn at the mouth of Sheol. But my eyes are turned toward you, O God, my Lord; in you I seek refuge; do not leave me defenseless. Keep me from the trap that they have laid for me, and from the snares of evildoers. Let the wicked fall into their own nets, while I alone escape."
 		},
 		{
 			"Psalm 142": "With my voice I cry to the Lord; with my voice I make supplication to the Lord. I pour out my complaint before him; I tell my trouble before him.When my spirit is faint, you know my way. In the path where I walk they have hidden a trap for me.Look on my right hand and see—there is no one who takes notice of me; no refuge remains to me; no one cares for me. I cry to you, O Lord; I say, You are my refuge, my portion in the land of the living. Give heed to my cry, for I am brought very low.Save me from my persecutors, for they are too strong for me.Bring me out of prison, so that I may give thanks to your name. The righteous will surround me, for you will deal bountifully with me."
 		},
 		{
 			"Psalm 143": "Hear my prayer, O Lord; give ear to my supplications in your faithfulness; answer me in your righteousness.Do not enter into judgment with your servant, for no one living is righteous before you.For the enemy has pursued me, crushing my life to the ground, making me sit in darkness like those long dead.Therefore my spirit faints within me; my heart within me is appalled.I remember the days of old, I think about all your deeds, I meditate on the works of your hands.I stretch out my hands to you; my soul thirsts for you like a parched land.Answer me quickly, O Lord; my spirit fails.Do not hide your face from me, or I shall be like those who go down to the Pit.Let me hear of your steadfast love in the morning, for in you I put my trust.Teach me the way I should go, for to you I lift up my soul.Save me, O Lord, from my enemies; I have fled to you for refuge.Teach me to do your will, for you are my God.Let your good spirit lead me on a level path. For your name’s sake, O Lord, preserve my life. In your righteousness bring me out of trouble.In your steadfast love cut off my enemies, and destroy all my adversaries, for I am your servant."
 		}
 	]
}